IDEA Open Model
ReinfBarOnEdge.ExtendDistanceBegin Property
Compatible with IDEA StatiCa v 10.1
 Distance of extension of beginning
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double ExtendDistanceBegin { get; set; }
Public Property ExtendDistanceBegin As Double
	Get
	Set
public:
property double ExtendDistanceBegin {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace